Repository: codeandpipesmoke/ibafa-pipe-club
Catalog: resources/locales/*/default.po
Languages: de

source: Home
de: Startseite

source: Wrong address!
de: Falsche Adresse!

source: Selected settlement
de: Ausgewählte Siedlung

source: You tried to set a non-existent settlement!
de: Sie haben versucht, eine nicht existierende Siedlung zu setzen!

source: Documents
de: Dokumente

source: Downloadable Documents
de: Herunterladbare Dokumente

source: Wrong HASH!
de: Falscher HASH!

source: Missing file!
de: Fehlende Datei!

source: Wrong HASH or missing file!
de: Falscher HASH oder fehlende Datei!

source: Missing language!
de: Fehlende Sprache!

source: Missing post!
de: Fehlender Beitrag!

source: Wrong address
de: Falsche Adresse

source: Wrong parameters
de: Falsche Parameter

source: Please enter the subject of the message!
de: Bitte geben Sie den Betreff der Nachricht ein!

source: Security code is required!
de: Sicherheitscode ist erforderlich!

source: You entered an incorrect security code!
de: Sie haben einen falschen Sicherheitscode eingegeben!

source: Thank you! We have received your message. Our colleagues will contact you soon at one of the contact details provided.
de: Vielen Dank! Wir haben Ihre Nachricht erhalten. Unsere Kollegen werden sich bald mit Ihnen über eine der angegebenen Kontaktmöglichkeiten in Verbindung setzen.

source: We could not send your message! Please review the information you provided and correct any errors.
de: Wir konnten Ihre Nachricht nicht senden! Bitte überprüfen Sie die angegebenen Informationen und korrigieren Sie eventuelle Fehler.

source: Hash error!
de: Hash-Fehler!

source: The order has been saved.
de: Die Bestellung wurde gespeichert.

source: The order could not be saved. Please, try again.
de: Die Bestellung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Congratulations! You have successfully registered for the PDF invoice!
de: Herzlichen Glückwunsch! Sie haben sich erfolgreich für die PDF-Rechnung registriert!

source: The pdfinvoice could not be saved. Please, try again.
de: Die PDF-Rechnung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: You clicked on the wrong link!
de: Sie haben auf den falschen Link geklickt!

source: Wrong link!
de: Falscher Link!

source: You have already activated your registration for a PDF account.
de: Sie haben Ihre Registrierung für ein PDF-Konto bereits aktiviert.

source: Congratulations! You have successfully activated your PDF account registration. Please check your SPAM folder in your email system by the 10th of each month in the future to prevent our emails from landing there.
de: Herzlichen Glückwunsch! Sie haben Ihre PDF-Konto-Registrierung erfolgreich aktiviert. Bitte überprüfen Sie zukünftig bis zum 10. jeden Monats Ihren SPAM-Ordner in Ihrem E-Mail-System, um zu verhindern, dass unsere E-Mails dort landen.

source: You clicked on the wrong link! It is possible that you have already activated your registration for a PDF account.
de: Sie haben auf den falschen Link geklickt! Es ist möglich, dass Sie Ihre Registrierung für ein PDF-Konto bereits aktiviert haben.

source: Posts
de: Beiträge

source: home
de: startseite

source: actions
de: aktionen

source: Wrong address! #1
de: Falsche Adresse! #1

source: Individual package building
de: Individuelle Paketgestaltung

source: catv
de: kabelfernsehen

source: Cable TV
de: Kabelfernsehen

source: phone
de: telefon

source: Phone
de: Telefon

source: change-language
de: sprache-andern

source: posts
de: beitrage

source: post
de: beitrag

source: pages
de: seiten

source: page
de: seite

source: maintenances
de: wartungen

source: maintenance
de: wartung

source: catvs
de: cabelfernsehen

source: phones
de: telefone

source: package-wizzard
de: paket-zauberer

source: news
de: nachrichten

source: categories
de: categorien

source: post-view
de: beitrag-ansicht

source: contact
de: contakt

source: order
de: cestellung

source: pdf-registration
de: pdf-registrierung

source: pdf-activation
de: pdf-aktivierung

source: frequently asked questions
de: häufig gestellte fragen

source: dokuments
de: dokumente

source: download
de: herunterladen

source: terms-and-conditions
de: geschaftsbedingungen

source: pdf-bill
de: pdf-rechnung

source: Current
de: Aktuell

source: Archive
de: Archiv

source: Empty content! Please check back later!
de: Inhalt leer! Bitte später wiederkommen!

source: Cities
de: Städte

source: Go back
de: Zurückgehen

source: all
de: alle

source: Please select whether<br>you are an existing customer or visitor.
de: Bitte wählen Sie, ob Sie<br>ein bestehender Kunde oder Besucher sind.

source: Our client
de: Unser Kunde

source: Visitor
de: Besucher

source: Send a message to Sághy-Sat Kft.
de: Senden Sie eine Nachricht an Sághy-Sat Kft.

source: Please enter your details and write us a message. After sending a message, our staff will contact you shortly using one of the contact details provided.
de: Bitte geben Sie Ihre Daten ein und schreiben Sie uns eine Nachricht. Nachdem Sie eine Nachricht gesendet haben, wird sich unser Personal bald über eine der angegebenen Kontaktmöglichkeiten mit Ihnen in Verbindung setzen.

source: You can find your customer number in the upper left corner of your invoice.
de: Sie finden Ihre Kundennummer in der oberen linken Ecke Ihrer Rechnung.

source: Service location data
de: Servicestandortdaten

source: Customer ID
de: Kundennummer

source: Full Name
de: Vollständiger Name

source: Please Select
de: Bitte auswählen

source: City
de: Stadt

source: Street
de: Straße

source: House
de: Haus

source: Door
de: Tür

source: Geo.Num.
de: Geo.Nr.

source: Phone Number
de: Telefonnummer

source: Message theme
de: Nachrichtenthema

source: Please select
de: Bitte wählen

source: Your message
de: Ihre Nachricht

source: Submit
de: Absenden

source: Visitor message to Sághy-Sat Kft.
de: Nachricht des Besuchers an Sághy-Sat Kft.

source: You have not filled out the form correctly. Please correct the marked fields.
de: Sie haben das Formular nicht korrekt ausgefüllt. Bitte korrigieren Sie die markierten Felder.

source: Must be entered.
de: Muss eingetragen werden.

source: Must be at least 8 characters!
de: Muss mindestens 8 Zeichen lang sein!

source: Wrong e-mail address!
de: Falsche E-Mail-Adresse!

source: Invalid URL!
de: Ungültige URL!

source: Only letters and numbers!
de: Nur Buchstaben und Zahlen!

source: Just write letters!
de: Schreiben Sie nur Buchstaben!

source: Only letters and numbers and - or ' are allowed! Please enter your full name (with a space)!
de: Es sind nur Buchstaben und Zahlen sowie - oder ' erlaubt! Bitte geben Sie Ihren vollständigen Namen ein (mit Leerzeichen)!

source: You can only write numbers, unaccented capital letters, and spaces!
de: Sie können nur Zahlen, unbetonte Großbuchstaben und Leerzeichen schreiben!

source: It can only contain [+, /, -] signs and numbers!
de: Es darf nur [+ , /, -] Zeichen und Zahlen enthalten!

source: Customer data
de: Kundendaten

source: With the provided data, we prepare the customer's data sheet and contract. Please make sure to enter the data accurately!
de: Mit den bereitgestellten Daten bereiten wir das Datenblatt und den Vertrag des Kunden vor. Bitte stellen Sie sicher, dass die Daten korrekt eingegeben werden!

source: Billing data is the same as the data of the service location.
de: Die Rechnungsdaten sind die gleichen wie die Daten des Servicestandorts.

source: Billing address
de: Rechnungsadresse

source: Birthplace
de: Geburtsort

source: Birthday
de: Geburtstag

source: Mother's name
de: Name der Mutter

source: ID Number
de: Personalausweisnummer

source: ID or Passport Number
de: Personalausweis- oder Reisepassnummer

source: Address Card Number
de: Adresskartennummer

source: Company
de: Firma

source: Company or institution data
de: Firmen- oder Institutionsdaten

source: Company or institution?
de: Firma oder Institution?

source: Last Name
de: Nachname

source: Company or institution name
de: Firmen- oder Institutionsname

source: First Name
de: Vorname

source: Name continuation
de: Namensfortsetzung

source: Tax number
de: Steuernummer

source: Group member's tax number
de: Steuernummer des Gruppenmitglieds

source: Company reg. num.
de: HR-Nummer

source: Comment
de: Kommentar

source: Comments. Please write your other messages here.
de: Kommentare. Bitte schreiben Sie hier Ihre anderen Nachrichten.

source: Security code (CAPTCHA)
de: Sicherheitscode (CAPTCHA)

source: Please write here the security code from above
de: Bitte schreiben Sie hier den oben stehenden Sicherheitscode

source: Read T.O.C.
de: A.G.B. lesen

source: I have read and accept the terms and conditions
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und akzeptiere sie

source: Success
de: Erfolg

source: Success ok
de: Erfolg ok

source: Read More
de: Mehr lesen

source: Registration to PDF invoice.
de: Registrierung für PDF-Rechnung.

source: The customer number is located in the upper left corner of the invoice.
de: Die Kundennummer befindet sich in der oberen linken Ecke der Rechnung.

source: Help
de: Hilfe

source: Individual
de: Individuell

source: Type
de: Typ

source: Settlement
de: Siedlung

source: Address
de: Adresse

source: I agree that Sághy-Sat Kft. may contact me with information related to the service.
de: Ich stimme zu, dass die Sághy-Sat Kft. mich mit Informationen zum Dienst kontaktieren darf.

source: I agree that Sághy-Sat Kft. may contact me by email with marketing offers.
de: Ich stimme zu, dass die Sághy-Sat Kft. mich per E-Mail mit Marketingangeboten kontaktieren darf.

source: I agree that the data provided may be transferred to a 3rd party for marketing purposes.
de: Ich stimme zu, dass die angegebenen Daten zu Marketingzwecken an Dritte weitergegeben werden dürfen.

source: I agree that I may be contacted verbally or by SMS at the provided telephone number regarding the service.
de: Ich stimme zu, dass ich telefonisch oder per SMS unter der angegebenen Telefonnummer bezüglich des Dienstes kontaktiert werden darf.

source: I have read and acknowledged the data processing policy.
de: Ich habe die Datenverarbeitungsrichtlinie gelesen und zur Kenntnis genommen.

source: Maintenances
de: Wartungen

source: Sorry!
de: Entschuldigung!

source: No content found in this section.
de: In diesem Abschnitt wurde kein Inhalt gefunden.

source: Advanced
de: Fortgeschritten

source: I want this
de: Ich möchte das

source: Has been selected
de: Wurde ausgewählt

source: Special offer
de: Sonderangebot

source: Our package offers based on the selected services
de: Unsere Paketangebote basieren auf den ausgewählten Diensten

source: Selected products
de: Ausgewählte Produkte

source: Package price
de: Paketpreis

source: Products total
de: Produkte insgesamt

source: Digitals total
de: Digitales insgesamt

source: Total
de: Gesamt

source: More offers
de: Weitere Angebote

source: You might also be interested in this compilation
de: Sie könnten auch an dieser Zusammenstellung interessiert sein

source: Please answer whether you wish to be<br>an individual or corporate (or institutional) subscriber.
de: Bitte beantworten Sie, ob Sie ein<br>privater oder gewerblicher (oder institutioneller) Abonnent sein möchten.

source: Current city is
de: Aktuelle Stadt ist

source: Individual subscriber
de: Privatabonnent

source: Company or institution
de: Firma oder Institution

source: Choose from services
de: Wählen Sie aus den Dienstleistungen

source: Click on the desired services
de: Klicken Sie auf die gewünschten Dienste

source: Telephone
de: Telefon

source: Telephone service can only be used in conjunction with cable TV and/or Internet service.
de: Telefonservice kann nur in Verbindung mit Kabel-TV und/oder Internetdienst genutzt werden.

source: Please select cable TV and/or Internet service first!
de: Bitte wählen Sie zuerst Kabel-TV und/oder Internetdienst!

source: Our cable TV packages
de: Unsere Kabel-TV-Pakete

source: Our packages can be viewed for a monthly fee
de: Unsere Pakete sind gegen eine monatliche Gebühr einsehbar

source: Can be requested with Cable TV Extended Package
de: Kann mit dem erweiterten Kabel-TV-Paket angefordert werden

source: Our Internet packages
de: Unsere Internetpakete

source: Our phone packages
de: Unsere Telefonpakete

source: Summary
de: Zusammenfassung

source: I would like the price offers
de: Ich hätte gerne die Preisangebote

source: Error reporting!
de: Fehlermeldung!

source: If you experience an error or anomaly, please click on the error report button to report it!
de: Wenn Sie einen Fehler oder eine Anomalie feststellen, klicken Sie bitte auf die Schaltfläche Fehlermeldung, um diesen zu melden!

source: Report an error
de: Einen Fehler melden

source: Set up your <span>own package</span> here!
de: Stellen Sie hier Ihr <span>eigenes Paket</span> zusammen!

source: Click on the "Package Wizard" button and follow the instructions!
de: Klicken Sie auf die Schaltfläche "Paket-Assistent" und folgen Sie den Anweisungen!

source: Package Wizard
de: Paket-Assistent

source: Message
de: Nachricht

source: Error
de: Fehler

source: Warning
de: Warnung

source: 9 Ady Endre Street,<br>7754 Bóly,<br>Hungary
de: Ady Endre Straße 9,<br>7754 Bóly,<br>Ungarn

source: Informations
de: Informationen

source: Company details
de: Firmendaten

source: T.O.C.
de: A.G.B.

source: Privacy Policy
de: Datenschutzrichtlinie

source: privacy-policy
de: Datenschutzrichtlinie

source: Our Services
de: Unsere Dienstleistungen

source: Actions
de: Aktionen

source: News
de: Nachrichten

source: Contact
de: Kontakt

source: Copyright by
de: Urheberrecht bei

source: Security code
de: Sicherheitscode

source: Action
de: Aktion

source: Browse our current promotions
de: Durchsuchen Sie unsere aktuellen Angebote

source: Browse our Cable TV services
de: Durchsuchen Sie unsere Kabel-TV-Dienste

source: Browse our Internet services
de: Durchsuchen Sie unsere Internetdienste

source: Browse our Telephone services
de: Durchsuchen Sie unsere Telefondienste

source: Children on the Internet
de: Kinder im Internet

source: You have the tools!
de: Sie haben die Werkzeuge!

source: Take action for your child's digital safety!
de: Handeln Sie für die digitale Sicherheit Ihres Kindes!

source: Cyberbullying - Hurting others is not cool!
de: Cyberbullying - Andere zu verletzen ist nicht cool!

source: Children on the Internet!
de: Kinder im Internet!

source: children-on-the-internet
de: kinder-im-internet

source: Pay your bill
de: Bezahlen Sie Ihre Rechnung

source: You can also pay your bill online. Click the Pay Bill button below. After filling out the form, you can pay your bill immediately.
de: Sie können Ihre Rechnung auch online bezahlen. Klicken Sie auf die Schaltfläche Rechnung bezahlen unten. Nach dem Ausfüllen des Formulars können Sie Ihre Rechnung sofort bezahlen.

source: Pay bill!
de: Rechnung bezahlen!

source: Register to PDF bill
de: Für PDF-Rechnung registrieren

source: Register for a PDF account and we will send you your invoice by email!
de: Registrieren Sie sich für ein PDF-Konto und wir senden Ihnen Ihre Rechnung per E-Mail!

source: Settlement maintenance!
de: Siedlungswartung!

source: All previous maintenance can be viewed by clicking on the "Maintenances" button.
de: Alle früheren Wartungen können durch Klicken auf die Schaltfläche „Wartungen“ angezeigt werden.

source: Planned and extraordinary maintenance of Sághy-Sat Kft.
de: Geplante und außerordentliche Wartung der Sághy-Sat Kft.

source: Where is your customer number?
de: Wo ist Ihre Kundennummer?

source: Close
de: Schließen

source: Privacy and data management policy
de: Datenschutz- und Datenverwaltungspolitik

source: Understood
de: Verstanden

source: Select City
de: Stadt auswählen

source: Please select your city
de: Bitte wählen Sie Ihre Stadt aus

source: cities
de: Städte

source: Planned power outages at
de: Geplante Stromausfälle bei

source: -nál!
de: -bei!

source: Planned maintenance announced by E-ON in the following settlements.
de: Geplante Wartung, die von E-ON in den folgenden Siedlungen angekündigt wurde.

source: Current city
de: Aktuelle Stadt

source: Please select city
de: Bitte Stadt auswählen

source: Search
de: Suche

source: Categories
de: Kategorien

source: Recent Posts
de: Neueste Beiträge

source: Sághy-Sat Kft a térség Kábeltévé, Internet és telefon szolgáltatója.
de: Sághy-Sat Kft ist der Kabel-TV-, Internet- und Telefonanbieter der Region.

source: Back
de: Zurück
